[
    { 
        "id": 1,
        "name": "Potion of Healing",
        "description": "A potion that heals the drinker for 2d4+2 hit points.",
        "price": "50 gp",
        "rarity": 1
    },
    {
        "id": 2,
        "name": "Potion of Climbing",
        "description": "When you drink this potion, you gain a climbing speed equal to your walking speed for 1 hour. During this time, you have advantage on Strength (Athletics) checks you make to climb.",
        "price": "20 gp",
        "rarity": 1
    },
    {
        "id": 3,
        "name": "Acid (vial)",
        "description": "As an action, you can splash the contents of this vial onto a creature within 5 feet of you or throw the vial up to 20 feet, shattering it on impact. In either case, make a ranged attack against a creature or object, treating the acid as an improvised weapon. On a hit, the target takes 2d6 acid damage.",
        "price": "25 gp",
        "rarity": 1
    },
    {
        "id": 4,
        "name": "Potion of Water Breathing",
        "description": "You can breathe underwater for 1 hour after drinking this potion. Its cloudy green fluid smells of the sea and has a jellyfish-like bubble floating in it.",
        "price": "180 gp",
        "rarity": 1
    },
    {
        "id": 5,
        "name": "Antitoxin (vial)",
        "description": "A creature that drinks this vial of liquid gains advantage on saving throws against poison for 1 hour. It confers no benefit to undead or constructs.",
        "price": "50 gp",
        "rarity": 1
    },
    {
        "id": 6,
        "name": " Bottle, glass",
        "description": "A bottle of glass can hold 1 pint of liquid.",
        "price": "2 gp",
        "rarity": 1
    },
    {
        "id": 7,
        "name": "Component pouch",
        "description": "A component pouch is a small, watertight leather belt pouch that has compartments to hold all the material components and other special items you need to cast your spells, except for those components that have a specific cost (as indicated in a spell's description).",
        "price": "25 gp",
        "rarity": 1
    },
    {
        "id": 8,
        "name": "Alchemist's Fire (flask)",
        "description": "This sticky, adhesive fluid ignites when exposed to air. As an action, you can throw this flask up to 20 feet, shattering it on impact. Make a ranged attack against a creature or object, treating the alchemist's fire as an improvised weapon. On a hit, the target takes 1d4 fire damage at the start of each of its turns. A creature can end this damage by using its action to make a DC 10 Dexterity check to extinguish the flames.",
        "price": "50 gp",
        "rarity": 2
    },
    {
        "id": 9,
        "name": "Potion of Greater Healing",
        "description": "A potion that heals the drinker for 4d4+4 hit points.",
        "price": "150 gp",
        "rarity": 2
    },
    {
        "id": 10,
        "name": "Potion of Superior Healing",
        "description": "A potion that heals the drinker for 8d4+8 hit points.",
        "price": "500 gp",
        "rarity": 3
    }
]
